export const gkQuestions = [
    {
      question: "বাংলাদেশের জাতীয় ফুল কোনটি?",
      options: {
        a: "শাপলা",
        b: "গোলাপ",
        c: "জবা",
        d: "সুজনা"
      },
      answer: "a"
    },
    {
      question: "বাংলাদেশের মুদ্রার নাম কী?",
      options: {
        a: "রুপি",
        b: "টাকা",
        c: "ডলার",
        d: "ইউরো"
      },
      answer: "b"
    },
    {
      question: "বাংলাদেশের সবচেয়ে বড় জেলা কোনটি?",
      options: {
        a: "চট্টগ্রাম",
        b: "খুলনা",
        c: "রাঙামাটি",
        d: "সিলেট"
      },
      answer: "c"
    },
    {
      question: "বাংলাদেশের স্বাধীনতার বছর কত?",
      options: {
        a: "১৯৭২",
        b: "১৯৭১",
        c: "১৯৬৫",
        d: "১৯৭০"
      },
      answer: "b"
    },
    {
      question: "সুন্দরবন কোন দুই দেশের মধ্যে অবস্থিত?",
      options: {
        a: "বাংলাদেশ ও ভারত",
        b: "বাংলাদেশ ও মিয়ানমার",
        c: "বাংলাদেশ ও চীন",
        d: "বাংলাদেশ ও নেপাল"
      },
      answer: "a"
    },
    {
      question: "বাংলাদেশের জাতীয় সংগীতের রচয়িতা কে?",
      options: {
        a: "রবীন্দ্রনাথ ঠাকুর",
        b: "কাজী নজরুল ইসলাম",
        c: "লালন শাহ",
        d: "জসিমউদ্দিন"
      },
      answer: "a"
    },
    {
      question: "কোন জেলা কাঁঠালের জন্য বিখ্যাত?",
      options: {
        a: "নেত্রকোনা",
        b: "যশোর",
        c: "সাতক্ষীরা",
        d: "নারায়ণগঞ্জ"
      },
      answer: "b"
    },
    {
      question: "বাংলাদেশের সবচেয়ে উঁচু পাহাড় কোনটি?",
      options: {
        a: "কেওক্রাডং",
        b: "তাহিরপুর",
        c: "নাফাখুম",
        d: "সাজেক"
      },
      answer: "a"
    },
    {
      question: "বাংলাদেশের জাতীয় স্মৃতিসৌধ কোথায় অবস্থিত?",
      options: {
        a: "গাজীপুর",
        b: "নরসিংদী",
        c: "সাভার",
        d: "ময়মনসিংহ"
      },
      answer: "c"
    },
    {
      question: "কক্সবাজার সমুদ্র সৈকতের দৈর্ঘ্য কত?",
      options: {
        a: "১২০ কিমি",
        b: "১৫৫ কিমি",
        c: "১০০ কিমি",
        d: "১৫০ কিমি"
      },
      answer: "b"
    }
  ];
  
  
  